driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/w7/R4Input2.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/correlation/"
                   xmlns="urn:R4TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <R4Part>
    <string>R4Input</string>
  </R4Part>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>